Repository: WP-Translations/lp-test
Catalog: wp-translations-updater/languages/wp-translations-updater-*.po
Languages: fr_fr

source: Something went wrong.
fr_fr: Quelque chose s’est mal passé.

source: Error
fr_fr: Erreur

source: Add New Project
fr_fr: Ajouter un nouveau projet

source: Back
fr_fr: Retour

source: Project Name
fr_fr: Nom du projet

source: The name of this project
fr_fr: Le nom du projet.

source: Project Slug
fr_fr: Slug du projet

source: transifex and local project must have the same slug.
fr_fr: Le projet transifex et le projet en local doivent avoir le même slug.

source: Due Date
fr_fr: Date d’échéance

source: Select a due date for this project.
fr_fr: Sélectionnez une date d’échéance pour le projet.

source: Add Project
fr_fr: Ajouter un projet

source: Edit Project
fr_fr: Modifier le projet

source: Exclude WP-T Languages
fr_fr: Exclure des WP-T langues

source: Override Text Domain
fr_fr: Écraser le text domain

source: Use this option when transifex slug don't match project text domain.
fr_fr: Utilisez cette option quand le slug de transifex ne correspond pas au text domain du projet.

source: Update Project
fr_fr: Mettre à jour le projet

source: Select Projects
fr_fr: Sélectionnez des projets

source: Notifications Type
fr_fr: Type de notifications

source: Matrix URL
fr_fr: URL de la Matrix

source: Project Manager URL
fr_fr: URL du gestionnaire de projet

source: Deadline
fr_fr: Date limite

source: Send notification
fr_fr: Envoyer la notification

source: Settings
fr_fr: Réglages

source: transifex access token
fr_fr: Jeton d’accès transifex

source: Your transifex access token.
fr_fr: Votre jeton d’accès transifex.

source: Delete Token
fr_fr: Supprimer le jeton

source: Define global languages
fr_fr: Définir les langues

source: Install Languages
fr_fr: Installer les langues

source: Check for missing languages
fr_fr: Vérifier les langues manquantes

source: Exclude projects from stats
fr_fr: Exclure des projets des stats

source: HighLighter Settings
fr_fr: Réglages de la mise en surbrillance

source: Border
fr_fr: Bordure

source: Enable border
fr_fr: Activer les bordures

source: Border settings
fr_fr: Réglages de la bordure

source: Dashed
fr_fr: Pointillés

source: Dotted
fr_fr: Points

source: Solid
fr_fr: Plein

source: Background
fr_fr: Arrière-plan

source: Enable background
fr_fr: Activer l’arrière-plan

source: Background color
fr_fr: Couleur d’arrière plan

source: Text color
fr_fr: Couleur du texte

source: Padding
fr_fr: Marge intérieure

source: Live Preview
fr_fr: Prévisualisation en direct

source: String
fr_fr: Chaîne

source: My string to highlight
fr_fr: Ma chaîne à mettre en surbrillance

source: Primary Button
fr_fr: Bouton principal

source: Save Settings
fr_fr: Enregistrer les réglages

source: Edit
fr_fr: Modifier

source: Translate
fr_fr: Traduire

source: List view
fr_fr: Vue en liste

source: Grid view
fr_fr: Vue en grille

source: Upcoming due date:&nbsp;
fr_fr: Prochaine date d’échéance :

source: Project Statistics
fr_fr: Statistiques du projet

source: Translated strings
fr_fr: Chaînes traduites

source: Reviewed strings
fr_fr: Chaînes révisées

source: All Languages
fr_fr: Toutes les langues

source: Statistics by Language
fr_fr: Statistiques par langue

source: Statistics for: %s
fr_fr: Statistiques pour : %s

source: Unauthorized: authentication is required.
fr_fr: Non autorisé : l’authentification est nécessaire.

source: Project or language not found.
fr_fr: Projet ou langue non trouvé.

source: Download and install now
fr_fr: Télécharger et installer maintenant

source: You don&#8217;t have permission to do this.
fr_fr: Vous n’avez pas les droits suffisants pour faire cela.

source: All languages already installed!
fr_fr: Toutes les langues sont déjà installées !

source: %d language pack needs to be downloaded.
fr_fr: %d paquet de langue doit être installé.

source: All languages packs successfully installed!
fr_fr: Tous les paquets de langue sont déjà installés !

source: transifex credentials was not configured yet. Visit <a href="%s">Settings</a> to configure.
fr_fr: Les identifiants transifex n’ont pas encore été configurés. Rendez-vous dans les <a href="%s">Réglages</a> pour les configurer.

source: WP-Translations Updater use String Locator plugin to search strings in code. Please <a href="%s">install and activate</a> it.
fr_fr: WP-Translations Updater utilise l’extension String Locator plugin pour rechercher les chaines dans le code. Veuillez <a href="%s">l’installer et l’activer</a>.

source: Project successfully added.
fr_fr: Le projet a été ajouté.

source: Project successfully updated.
fr_fr: Le projet a été mis à jour.

source: Project successfully deleted.
fr_fr: Le projet a été supprimé.

source: Token deleted.
fr_fr: Jeton supprimé.

source: Settings updated.
fr_fr: Réglages mis à jour.

source: Notification successfully sent on Slack.
fr_fr: Notification envoyée sur Slack.

source: Notification failed.
fr_fr: Échec de la notification.

source: Project already exists.
fr_fr: Le projet existe déjà.

source: The project could not be added because one or more of the required fields was empty, please try again.
fr_fr: Le projet n’a pu être ajouté car un ou plusieurs des champs nécessaires sont vides, veuillez réessayer.

source: Project or language not found on transifex.
fr_fr: Projet ou langue non trouvé sur transifex.

source: You do not have permission to create projects
fr_fr: Vous n’avez pas les droits de créer des projets.

source: Trying to cheat or something?
fr_fr: Une mauvaise manipulation peut-être ?

source: You do not have permission to delete projects
fr_fr: Vous n’avez pas les droits de supprimer des projets.

source: You do not have permission to edit settings
fr_fr: Vous n’avez pas les droits de modifier des projets.

# User Locale
source: Current User Locale: %s
fr_fr: Locale actuelle de l’utilisateur : %s

# Strings count
source: Untranslated: %s
fr_fr: Non traduites : %s

# Strings count
source: Unreviewed: %s
fr_fr: Non révisées : %s

source: Project
fr_fr: Projet

source: No project found.
fr_fr: Aucun projet trouvé.

source: Resources Files
fr_fr: Fichiers de ressource

source: Teams
fr_fr: Équipes

source: Progress
fr_fr: Progression

source: Sync Date
fr_fr: Date de synchro

source: Delete
fr_fr: Supprimer

source: All Projects
fr_fr: Tous les projets

source: Add New
fr_fr: Ajouter

source: %d project.
fr_fr: %d projet.

source: View project
fr_fr: Voir le projet

source: Overview
fr_fr: Vue d&rsquo;ensemble

source: WP-Translations Updater version:&nbsp;
fr_fr: WP-Translations Updater version :

source: User Locale
fr_fr: Locale utilisateur

source: transifex Username
fr_fr: Nom d’utilisateur de transifex

source: Slack Username
fr_fr: Identifiant Slack

source: Please enter your transifex username.
fr_fr: Veuillez saisir votre nom d’utilisateur de transifex.

source: Please enter your Slack username.
fr_fr: Veuillez saisir votre identifiant Slack.

source: Update all
fr_fr: Tout mettre à jour

source: Update translation
fr_fr: Mettre à jour la traduction

source: Remove %s Highlight
fr_fr: Retirer la surbrillance de %1$s

source: Highlight
fr_fr: Surbrillance

source: Select Locale
fr_fr: Sélectionner la locale

source: Updating...
fr_fr: Mise à jour en cours...

source: Generate highlighted mo file:&nbsp;
fr_fr: Génération du fichier mo de surbrillance :

source: Refreshing Page
fr_fr: Actualisation de la page

source: Remove Highlight
fr_fr: Retirer la surbrillance

source: Translation is up to date
fr_fr: La traduction est à jour
